Repository: Abdullah-Arab10/Consulting-Application
Catalog: lib/l10n/intl_*.arb
Languages: ar

# title
source: Hello
ar: مرحبا

source: settings
ar: الاعدادات

source: settings screen
ar: شاشة الاعدادات

# wozniakBio
source: Developed the {appleOne} & {appleTwo} microcomputers.
ar: طور جهازي كمبيوتر {appleOne} و {appleTwo}

# heroCount
source: {count,plural, =0{No heroes yet} =1{1 hero} other{{count} heroes}}
ar: {count,plural, =0{لا توجد أبطال بعد} =1{بطل {count}} =2{بطلان} few{{count} أبطال} many{{count} بطل} other{{count} بطل}

# itemTotal
source: Your total is: {value}
ar: إجمالي: {value}

# heroBorn
source: Born {date}
ar: تاريخ الميلاد {date}

source: Alan Turing
ar: ألان تورينغ

# loginSuccess
source: Login successfully
ar: تم تسحيل الدخول بنجاح

source: Doctors
ar: الأطباء

source: Dentists
ar: أطباء الأسنان

source: Therapists
ar: الأطباء النفسيون

source: Economics
ar: الاقتصاديون

source: Lawyers
ar: المحامون

source: Software Engineers
ar: مهندسين البرمجيات

source: Civil Engineers
ar: المهندسين المدنيون

source: Consultants List
ar: قائمة الاستشاريين

source: Email Address
ar: عنوان البريد الالكتروني

source: Password
ar: كلمة المرور

source: LOGIN
ar: تسجيل الدخول

# account
source: Don't have an account?
ar: ليس لديك حساب؟

source: Register Now
ar: سجل الآن

source: First Name
ar: الاسم الاول

source: Last Name
ar: الاسم الثاني

source: Address
ar: العنوان

source: Phone
ar: الرقم

source: Shift Start
ar: ابتداء من

source: Shift End
ar: انتهاء عند

source: Bio
ar: الوصف

# selectConsultation
source: Select any consultation
ar: اختر اي خبرة

source: REGISTER
ar: سجل

source: Register as
ar: سجل

source: Consultant
ar: كخبير

source: User
ar: كمستخدم

source: Home Page
ar: الصفحة الرئيسية

# search
source: Search a consultant
ar: ابحث عن خبير

source: Categories
ar: التصنيفات

source: Profile
ar: الملف الشخصي

source: Favorite
ar: المفضلة

source: Home
ar: الرئيسية

source: TRANSFER
ar: تحويل

source: Money Amount
ar: المبلغ

source: Profile Details
ar: تفاصيل الملف الشخصي

source: date
ar: التاريخ

source: BOOK
ar: احجز

source: Appointment Start
ar: وقت الموعد

# requiredEmail
source: email must not be empty
ar: الايميل فارغ

# emailFormat
source: invalid email format
ar: شكل ايميل غير صالح

# requiredPassword
source: password must not be empty
ar: يرجى ادخال كلمة السر

# passwordMin
source: min length is 6
ar: ادخل كلمة السر من 6 او اكثر

# min
source: min length is 3
ar: ادخل من 3 او اكثر

# logoutSuccess
source: logout successfully
ar: تم تسجيل الخروج بنجاح

source: LOGOUT
ar: تسجيل الخروج

source: Review
ar: مراجعة

source: Application Language
ar: لغة البرنامج

source: Consultation Type
ar: نوع الخبرة

source: Appointment Cost
ar: تكلفة الجلسة

source: Calendar
ar: المواعيد

source: Appointment Calendar
ar: روزنامة المواعيد

# dateRequired
source: Date must not be empty
ar: التاريخ لا يجب ان يكون فارغا

# userNotFound
source: User is not found!
ar: المستخدم غير موجود

# consultantNotFound
source: Consultant is not found!
ar: الخبير غير موجود

# consultantNotAvailable
source: Consultant is not available!
ar: الخبير غير متوفر في هذا الوقت

# youHaveAnotherAppointmentError
source: Sorry,you have another appointment in same time
ar: عذرا,لديك موعد آخر في نفس الوقت

# youHaveNoEnoughCashError
source: Sorry,you don't have enough cash
ar: عذرا, ليس لديك رصيد كافي

# appointmentCreatedSuccessfully
source: Appointment booked successfully
ar: تم حجز الموعد بنجاح

# timeRequired
source: Time must not be empty
ar: الوقت مطلوب

source: Arabic
ar: عربي

source: English
ar: انكليزي

# requiredMoney
source: Money must not be empty
ar: المبلغ لا يجب ان يكون فارغا

source: send rating
ar: أرسل التقييم

# searchRequired
source: Search must not be empty
ar: حقل البحث لا يجب ان يكون فارغا

source: Search Page
ar: صفحة البحث
